[
    {
        "title": "The enthusiasm to have a glimpse of Krishna.",
        "image": "../Images/eager.jpg",
        "description": "To see God, one must first have faith and be sincerely eager to experience His presence. This is not a frivolous or magical desire, but a serious one. It is important to understand that if God exists, we must seek Him out. There is a story that illustrates this point. A thief attended a public recitation of the Srimad-Bhagavatam and became interested in the description of Krishna, who was said to be adorned with valuable jewels while tending the cows in the forest. The thief decided to travel to Vrindavana to rob Krishna of his jewels. However, his real qualification was his intense desire to see Krishna. This eagerness led him to actually see Krishna, who played with him like a child. Through Krishna's association, the thief was purified and became a devotee. Therefore, it is essential to somehow come into contact with Krishna, which will lead to purification."
    },
    {
        "title": "The Thief and the Householder's Prayers",
        "image": "../Images/thief.jpg",
        "description": "It is a fact that nothing can be achieved without God's sanction. However, it is important to understand the nature of this sanction. God is the creator and everything exists within Him. Therefore, it is necessary for Him to give sanction. There is a story that illustrates this point. A thief prays to God to give him the opportunity to steal from a particular house, while the homeowner prays for protection. God, being intelligent, is able to please both of them. He can give the thief the opportunity to steal while also protecting the homeowner's property. This is because both of them are praying and God must deal with their petitions. This is the position of God, who is situated in the hearts of all beings. Therefore, it is important to understand that everything happens according to God's will and we should always pray to Him for guidance and protection. Hare Krishna."
    },
    {
        "title": "The Yogi who could Walk on Water",
        "image": "../Images/yogi.webp",
        "description": "This is not a fictional tale, but a true incident. Once, a man left his village and returned after ten years, boasting that he had achieved success in yoga. The villagers were curious and asked him what yoga practice he had learned. He claimed that he could walk on water. This statement attracted a large crowd, as it would even today if someone made such a claim.\n\nWhen it was time for him to demonstrate his ability to walk on water, an old man approached him and said, \"Sir, it's worth only two paisa.\" The yogi was puzzled and asked why. The old man explained that he could simply take a boat across the river for the same price, so there was no real value in walking on water."
    },
    {
        "title": "The Old Lady and the Weekly Market: Trusting in God's Arrangements",
        "image": "../Images/godar.webp",
        "description": "Fair events also take place in Western countries, some in counties and some in villages. In India, weekly bazaars called hatta are held where salesmen gather with their goods and many buyers assemble, much like in a marketplace. Thousands of people gather in these weekly markets, and one day an old lady from the village began to cry because she was worried about how she would accommodate all these people who needed a place to sleep at night. Her son reassured her that everything would be arranged, but she continued to worry. Later that evening, her son showed her that all the people had been accommodated and provided with a place to sleep and eat. Just like this, even though there may be millions of living beings, God has made arrangements for their well-being."
    }
]
